{
    "Maria_tomSawyer": {
        "1": {
            "1": " Did you enjoy the story about Tom",
            " 1.1": " What was your favourite part about it",
            " 1.2": " How would you feel if you were to be in Tom's shoes"
        },
        "2": {
            "2": " Can you relate your pets Nemo and Dory to any characters or situations in the story",
            " 2.1": " If Nemo or Dory could speak like humans, what do you think they would say about Tom's adventures",
            " 2.2": " Do your pets ever get into mischief like Tom does"
        },
        "3": {
            "3": " Considering that you play tennis and it requires strategic moves like tricking the opponent, can you relate this to Tom's strategy of getting his friends to whitewash the fence",
            " 3.1": " How would you compare the tactics in tennis to the tricks Tom uses in the story",
            " 3.2": " Would you have fallen for Tom's tricks"
        },
        "4": {
            "4": " Like Tom, do you come up with exciting stories in your mind about your tennis matches or anything else you do",
            " 4.1": " Can you share any such exciting story that you imagined recently",
            " 4.2": " What did you learn from your imaginative story"
        },
        "5": {
            "5": " Do you feel sympathetic for Tom's nurse - Aunt Polly",
            " 5.1": " If you were Aunt Polly, how would you handle Tom's antics",
            " 5.2": " Can you relate the struggles faced by Aunt Polly to any situation in your real life as a pet owner"
        }
    },
    "Tom_tomSawyer": {
        "1": {
            "1": " How do you feel about Tom's character in the story",
            "  1.1": " Do you see any similarities between Tom's behavior in the book and your own",
            " 1.2": " Would you react the same way as Tom did in the story when he got in trouble"
        },
        "2": {
            "2": " What do you think about Tom's trick of making his friends paint the fence for him",
            " 2.1": " Would you consider that smart or not so nice, and why",
            " 2.2": " In a similar situation, what would you do"
        },
        "3": {
            "3": " Tom enjoys adventures and seems to seek excitement. Do you like adventures too",
            " 3.1": " What is the biggest adventure you've ever had",
            " 3.2": " If you could go on an adventure with Tom, where would you like to go and why"
        },
        "4": {
            "4": " Tom often dreams up dramatic scenarios to gain attention and sympathy. Can you relate to this at all",
            " 4.1": " Have you ever imagined dramatic scenarios like Tom does",
            " 4.2": " Why do you think Tom does this and how does it make you feel"
        },
        "5": {
            "5": " Tom had a pet cat in the story. You have a pet dog named Goldie. Do you think having a pet can teach us something important",
            " 5.1": " What kind of adventures do you think Tom would have if he had a dog like Goldie instead of a cat",
            " 5.2": " Can you share a fun or memorable experience you've had with Goldie"
        }
    },
    "Robert_tomSawyer": {
        "1": {
            "1": " How do you relate to the character Tom",
            " 1.1": " Like Tom, you like fun activities. What do you think about Tom's tricks to avoid work",
            "  1.2": " If you were in Tom's place, would you have played hookey to go on an adventure"
        },
        "2": {
            "2": " Tom has a sibling, Sid. How is your relationship with Thijs compared to Tom and Sid's relationship",
            " 2.1": " How does Thijs react when you do something mischievous or funny, like Tom's tricks in the story",
            " 2.2": " Are there times when you and Thijs get along really well"
        },
        "3": {
            "3": " If you could change something in the story, what would it be",
            " 3.1": " Is there something you think Tom could have done better or differently",
            " 3.2": " If you could help any character in the story, who would it be and why"
        },
        "4": {
            "4": " Tom falls for the new girl in the garden after meeting her for the first time, have you ever had a moment where you really liked something new",
            "  4.1": " Did you feel like Tom, forgetting about your old hobbies or interests",
            " 4.2": " How did your new interest change your everyday activities or games"
        },
        "5": {
            "5": " How do you feel when you see Goldie, your pet fish",
            " 5.1": " Like Tom, do you protect and care for Goldie",
            " 5.2": " Can you recall a special moment you shared with Goldie, just like Tom did with his treasures"
        }
    },
    "Ruth_tomSawyer": {
        "1": {
            "1": " How do you think Tom managed to convince his friends to do his work? ",
            " 1.1": " Can you think of a game you could create that could make a chore like cleaning your room fun? ",
            " 1.2": " How could you change the rules of this game so that it might convince your friends to join in?"
        },
        "2": {
            "2": " Do you think Tom likes daydreaming and why? ",
            " 2.1": " Can you describe a character from your favorite fantasy book that also likes to daydream? ",
            " 2.2": " Could you suggest a new adventure that Tom might daydream about based on one of your fantasy books?"
        },
        "3": {
            "3": " When Tom meets the new girl in the garden it changes his feelings. How do you think meeting someone new can change how you feel? ",
            " 3.1": " Have you had any experiences like this, maybe when meeting a new friend at school? ",
            " 3.2": " How would you design a game that involves meeting new characters who change the way the game is played?"
        },
        "4": {
            "4": " Tom tries to avoid getting in trouble with Aunt Polly. Do you think Tom should always be honest with Aunt Polly, and why? ",
            " 4.1": " Can you think of a time when you had to be honest, even though it was hard?",
            " 4.2": " If you could design a game about this scenario, what would the player have to do?"
        },
        "5": {
            "5": " How do you think Kitty would react if they discovered a boy under their bed, like the old lady found Tom?",
            " 5.1": " Do you think Kitty would be scared or would Kitty join in on the adventure?",
            " 5.2": " How would you add Kitty to your favorite game, what would Kitty's abilities be?"
        }
    },
    "Ruth_peterPan": {
        "1": {
            "1": " How do you think you would react if you found a mysterious shadow in your room like Mrs. Darling did in the story? ",
            " 1.1": " Would you be scared, or would you be curious? ",
            " 1.2": " What do you think you might do with the shadow?"
        },
        "2": {
            "2": " Wendy and her brothers get to meet Peter Pan, a character from their stories, how would you feel if you got a chance to meet a character from one of your favorite fantasy books? ",
            " 2.1": " Who would you like to meet and why? ",
            " 2.2": " What would you do or talk about with them?"
        },
        "3": {
            "3": " Nana, the dog in the story, has a unique role in the Darling family. If Kitty, your cat, could have any responsibility in your household, what would it be?",
            " 3.1": " Do you think Kitty would be good at her job? Why or why not? ",
            " 3.2": " What might be some funny scenarios that could happen?"
        },
        "4": {
            "4": " Just like you love to design games, the children in Peter Pan love to go on adventures. If you were to design a game about an adventure in Neverland, what would it be like?",
            " 4.1": " What would the objectives of the game be? ",
            " 4.2": " Would there be any dangers or obstacles to overcome?"
        },
        "5": {
            "5": " How do you think you would feel if you saw someone flying in and out of your window at night, just like Peter Pan was seen by Mrs. Darling?",
            " 5.1": " Would you want to fly too? Why or why not?",
            " 5.2": " If you could fly anywhere, where would you go?"
        }
    }
}