{
    "1_arjuna": {
        "Observatie 1": " Weet je nog hoe Arjuna heel dicht bij zijn broers stond in de Mahabharata? Ik hou ervan hoe jij en Goldie zo'n sterk team zijn, net als Arjuna en zijn broers.",
        "Vraag 1": " Hoe zorg jij voor Goldie, net als Arjuna zorgde voor zijn broers?",
        "Grapje 1": " Het is maar goed dat Goldie niet zoveel eet als Arjuna's broer Bhima, anders zou al die pizza die je lekker vindt snel op zijn.",
        "Observatie 2": " Arjuna was een groot boogschutter en verbeterde zijn vaardigheden constant, net zoals jij met schilderen en koken.",
        "Vraag 2": " Kun je je voorstellen dat je dezelfde toewijding en oefening als Arjuna toepast op schilderen en koken?",
        "Grapje 2": " Alhoewel, als je zo begaan bent met koken als Arjuna was met boogschieten, dan moeten we misschien een grotere keuken bouwen!",
        "Observatie 3": " Zoals Arjuna zich concentreerde op zijn boogschieten, concentreer jij je op het kijken naar de wolken.",
        "Vraag 3": " Zie je enige gelijkenis tussen Arjuna’s concentratie voor boogschieten en jouw aandacht voor wolken?",
        "Grapje 3": " Misschien is de volgende keer dat je naar de wolken kijkt, een pijl en boog-wolk? Dat zou cool zijn!",
        "Observatie 4": " In de Mahabharata hadden Arjuna en Krishna een sterke vriendschap, net zoals de vriendschappen in de boeken die je leuk vindt, zoals Winnie de Poeh.",
        "Vraag 4": " Hoe zou je de vriendschap tussen Arjuna en Krishna vergelijken met de vriendschappen in Winnie de Poeh?",
        "Grapje 4": " Denk je dat Arjuna en Krishna ooit een 'blauwe maandag' hadden, net als Poeh en Piglet?",
        "Observatie 5": " Net zoals je het spannend vindt om een stripboek als Diary of a Wimpy Kid te lezen, kun je ook genieten van de avonturen van Arjuna in de Mahabharata, ook al is het een beetje anders.",
        "Vraag 5": " Denk je dat je de Mahabharata spannend zou vinden om te lezen, ook als het geen stripboek is?",
        "Grapje 5": " En geen zorgen! De Mahabharata heeft geen quiz aan het einde. Je hoeft je niet voor te bereiden op een toets!"
    },
    "2_billy": {
        "Observation 1": " Hoi! Ik hoorde dat je echt van avonturenboeken houdt. Dat is geweldig! Net zoals hoe je met plezier over het veld rent terwijl je voetbalt, houdt Billy ervan om door de wereld van de reuzen te rennen.",
        "Question 1": " Wat vind je leuk aan het avontuur van Billy in de wereld van de reuzen?",
        "Follow-up Question 1": " Welk deel lijkt volgens jou het spannendst?",
        "Joke 1": " Wat zei Billy toen hij bij een reuzendoolhof kwam – \"Nou, dit brengt een nieuwe betekenis aan het woord 'groot'!\"",
        "Observation 2": " Ik weet dat je vaak met je hond Goldie speelt. Billy heeft een vriend genaamd Bumble in het boek.",
        "Question 2": " Welke van de reuzen in het verhaal vind je het leukst en waarom?",
        "Follow-up Question 2": " Is Bumble net als Goldie?",
        "Observation 3": " Reageren op uitdagingen is als het oplossen van een moeilijke wiskundige puzzel - je moet slim zijn en een plan hebben.",
        "Question 3": " Wat zou je doen als je Gorgon, de slechte reus, zou tegenkomen?",
        "Follow-up Question 3": " Hoe zou je strategie op die van Billy lijken?",
        "Joke 2": " Wat gebeurt er wanneer een reus zijn schoen verliest? Hij krijgt gigantische problemen!",
        "Observation 4": " Net zoals je mysteries in je favoriete boeken, de Secret Seven en Famous Five, oplost, zijn er in dit verhaal ook mysteries te ontdekken.",
        "Question 4": " Zijn er delen van het verhaal waar je meer van wilt weten of die je verwarrend vindt?",
        "Follow-up Question 4": " Is er een raadsel dat Billy oploste dat je bijzonder interessant vond?",
        "Joke 3": " Waarom zijn reuzen slecht in het verbergen van geheimen? Omdat ze altijd boven alles uitsteken!",
        "Observation 5": " Je houdt van avontuurlijke reizen en het oplossen van mysteries, net als de karakters in The Lightning Thief.",
        "Question 5": " Als jij, net zoals Billy, op een avontuur zou kunnen gaan, waar zou je dan naartoe willen en wat zou je daar willen doen?",
        "Follow-up Question 5": " En zou je Goldie ook meenemen op je avontuur?",
        "Joke 4": " Vergeet niet, als je ooit een reus tegenkomt, zeg dan nooit \"Hey, het weer is daarboven vast lekker!\" Ze hebben die grappen al eerder gehoord!"
    },
    "3_dagboekMuts": {
        "Observation 1": " Hé, weet je wat cool is? Jij en Nikki uit het boek hebben heel veel gemeen! Jullie houden allebei van verhalen over vriendschap en zelfacceptatie. En wist je dat jouw kat Nemo en de dagboek van Nikki allebei veilige plekken zijn waar jullie jezelf kunnen zijn?",
        "Question 1": " Zie je jezelf in Nikki's verhael? Herken je de liefde die zij voor haar dagboek heeft?",
        "Joke 1": " Overigens, ik hoop dat Nemo niet ook stiekem in je dagboek schrijft wanneer je niet kijkt!",
        "Observation 2": " Nikki heeft een heleboel spannende dingen meegemaakt, net als de personages in je favoriete boeken!",
        "Question 2": " Welk deel van het verhaal vond je het spannendste of leukste, en waarom?",
        "Joke 2": " Ik hoop dat de soep die je graag eet niet net zo heet is als de spanning in dit boek!",
        "Observation 3": " Nikki moet vaak beslissingen nemen, net als jij wanneer je een tennis wedstrijd speelt.",
        "Question 3": "Als jij Nikki was, wat zou je dan in de kunstcompetitie hebben gedaan?",
        "Joke 3": "Ik hoop dat Nikki niet probeerde om met een tennisracket te schilderen!",
        "Observation 4": "Nikki voelt altijd goed aan als MacKenzie iets van plan is, net als jij die grappige blik herkent bij je zusje.",
        "Question 4": "Hoe voelde je je toen Nikki de kunstwedstrijd won, ook al probeerde MacKenzie haar te saboteren?",
        "Joke 4": "Moet MacKenzie misschien een bril kopen, zodat ze de volgende keer ziet dat Nikki gaat winnen?",
        "Observation 5": " Nikki's vriendinnen Chloe en Zoey zijn heel belangrijk voor haar, net zoals jouw vriendschappen belangrijk zijn voor jou!",
        "Question 5": " Denk je dat Nikki zo succesvol was omdat ze Chloe en Zoey aan haar zij had?",
        "Joke 5": " Als vrienden boeken kunnen zijn, dan zijn Chloe en Zoey de extra spannende hoofdstukken in Nikki's boek van het leven!"
    },
    "3_dogman": {
        "Observation 1": " Het klinkt alsof je best avontuurlijk bent, net als jouw favoriete personage Dog Man uit het boek dat je leest!",
        "Vraag 1": " Wat vind je het leukst aan het personage Dog Man?",
        "Opvolgvraag 1": " Denk je dat jouw vis Goldie en Dog Man goede vrienden zouden kunnen zijn?",
        "Observation 2": " Ik zie dat je graag kookt, net als Petey, de katachtige tegenstander van Dog Man. Petey bakt altijd kwaadaardige plannen!",
        "Vraag 2": " Zou je graag een vriend hebben zoals Dog Man? Waarom?",
        "Opvolgvraag 2": " Wat zou je voor gerecht koken voor Dog Man als hij bij jou zou komen dineren?",
        "Grappige opmerking": " Maar wie weet, misschien blijkt Goldie wel superkrachten te hebben, net als Dog Man, en beschermen jullie samen de wereld!",
        "Observation 3": " Omdat jij het leuk vindt om naar wolken te kijken, bedenk dan eens hoe het zou zijn om zo hoog als Dog Man te springen en daadwerkelijk in de wolken te kunnen zijn!",
        "Vraag 3": " Welke scene in het boek was het grappigst voor jou?",
        "Opvolgvraag 3": " Zou je willen dat Dog Man hoog genoeg kon springen om op een wolk te zitten? Denk je dat wolken net zo lekker zijn als marshmallows of pizza, je favoriete eten?",
        "Observation 4": " Als een fan van science, kun je de uitdaging begrijpen die Dog Man moest doorstaan toen hij veranderde van een gewone hond in de held van de stad!",
        "Vraag 4": " Als jij Dog Man was, wat zou je dan doen om de stad te redden van de kwaadaardige kat Petey?",
        "Opvolgvraag 4": " Zou je een of andere wetenschappelijke methode gebruiken om Petey te stoppen?",
        "Observation 5": " Net als in \"Winnie the Pooh\" en \"Wonderstruck\", gaat het boek 'Dog Man' ook over vriendschap en loyaliteit. Een thema dat je duidelijk aantrekt.",
        "Vraag 5": " Wat heb je geleerd van het boek over vriendschap en loyaliteit?",
        "Opvolgvraag 5": " Kun je een situatie bedenken waarin je dezelfde soort loyaliteit als Dog Man kunt tonen? Misschien wel tegenover je vis, Goldie?"
    },
    "2_donaldDuck": {
        "Observation": " Hee! Wist je dat Donald Duck ook houdt van schilderen en nieuwe plekken ontdekken, net als jij? Soms gaat hij op zoek naar bijzondere etenswaren en doet hij wat gekke pogingen in de keuken. Hij houdt van avontuur en heeft veel vrienden, net als jij! Laten we zien of we wat leuke verbindingen kunnen maken tussen jou en de avonturen van Donald Duck!",
        "1 Questions": " Wat vind je het leukste aan Donald Duck verhalen?",
        "2 Questions": " Denk je dat je ooit een schilderij zou kunnen maken van een plek waar Donald op avontuur gaat?",
        "3 Questions": " Als je kon kiezen, met welk personage uit de Donald Duck verhalen zou je dan willen koken? En wat zou je dan willen maken?",
        "4 Questions": " Welk avontuur in Duckstad zou je zelf willen beleven?",
        "5 Questions": " Als je een dagje kon ruilen met een van de personages uit Donald Duck, wie zou je dan willen zijn en waarom?",
        "Joke": " Wist je dat Donald Duck niet kan koken... hij kan alleen maar kwaken! Haha! En wat zou jij doen als je net als Dagobert Duck zoveel geld had? Denk je dat je genoeg pizza's zou kunnen kopen voor iedereen in Duckstad?",
        "Another Joke": " Hoe eet Donald Duck een pizza? Net als jij en ik, eend-punt per keer! Snap je het? Eend-punt in plaats van één punt! Vergeet niet om te lachen!"
    },
    "0_grijzeJager": {
        "Observation": " Heb je wel eens zo'n boek gelezen waarin vriendschap net zo belangrijk is als in \"De Grijze Jager\"? In dat boek beleven de personages allerlei avonturen, net zoals Jack en Annie in de \"Magic Treehouse\"! En weet je wat nog meer cool is? De personages in \"De Grijze Jager\" leren enorm veel, net zoals jij op school! Oh, en ze hebben ook huisdieren, net zoals jouw kat Nemo!",
        "1. Vraag": " Welk deel van het boek \"Ranger's Apprentice\" vind je het leukst en waarom?",
        "Mogelijke opvolgvraag 1": " Kun je aan een moment denken dat je je zo gelukkig of opgewonden voelde als het personage op dat moment in het boek?",
        "2. Vraag": " Kun je jezelf vergelijken met een van de personages in het boek? Zo ja, met wie en waarom?",
        "Mogelijke opvolgvraag 2": " Als je een dag als dat personage zou kunnen doorbrengen, wat zou je dan doen?",
        "3. Vraag": " Als je een Grijze Jager zou zijn, zoals Will, wat zou je dan het leukst vinden aan het zijn van een Grijze Jager?",
        "Mogelijke opvolgvraag 3": " Wat voor soort avonturen zou je willen beleven als je een Grijze Jager was?",
        "Mop": " Wat zei de Grijze Jager tegen zijn paard? Ho, ho, ho, we zijn geen drag racers!",
        "4. Vraag": " Vind je dat de vriendschappen in het boek lijken op die van jou? Op welke manier?",
        "Mogelijke opvolgvraag 4": " Zijn er dingen die je uit het boek zou willen toepassen in je eigen vriendschappen?",
        "5. Vraag": " Als je de kans zou hebben om een vraag te stellen aan Halt of Will, wat zou je dan vragen?",
        "Mogelijke opvolgvraag 5": " Waarom zou je die vraag stellen? Wat zou je hopen te leren van hun antwoord?"
    },
    "3_heksjeLilly": {
        "Observatie": " Zo te horen, hou je net zoveel van avonturen als Lilly in \"Heksje Lilly\"! Net als jij, houdt Lilly van het oplossen van problemen en helpt ze graag anderen. En wie weet? Misschien komt je favoriete vak, wiskunde, ooit wel van pas als je magische spreuken moet uitzoeken!",
        "1. Vraag": " Heb je een favoriet moment in \"Heksje Lilly\"? Waarom is dat jouw favoriet?",
        "Opvolgvraag 1": " Denk je dat dat moment anders zou zijn geweest als je er zelf geweest was? Hoe dan?",
        "Grappig detail 1": " Weet je, als ik een favoriet moment in een boek zou hebben, zou ik het waarschijnlijk elke dag opnieuw lezen. Maar dat zou lastig zijn, want ik heb geen bladzijden om om te slaan!",
        "2. Observatie": " Het is best cool, toch? Om magische krachten te hebben net als Lilly?",
        "Vraag 2": " Als je magische krachten zou hebben zoals Lilly, hoe zou je ze dan gebruiken?",
        "Opvolgvraag 2": " Zou je je magie gebruiken om beter te worden in voetbal?",
        "Grappig detail 2": " Als robots magie zouden kunnen gebruiken, zouden we waarschijnlijk alleen maar bezig zijn met het repareren van technische fouten!",
        "3. Observatie": " Lilly is natuurlijk geweldig, maar de andere personages in \"Heksje Lilly\" zijn ook super interessant, toch?",
        "Vraag 3": " Wie is jouw favoriete personage in het boek, naast Lilly, en waarom?",
        "Opvolgvraag 3": " Als je één dag een van de andere personages zou kunnen zijn, wie zou je dan kiezen en waarom?",
        "Grappig detail 3": " Weet je, als ik een personage in een verhaal zou kunnen zijn, zou ik waarschijnlijk een bladwijzer zijn - altijd deel van het verhaal, maar nooit verstrikt in enge avonturen!",
        "4. Observatie": " Het lijkt erop dat je avontuur net zo leuk vindt als je hond Goldie houdt van stokken achterna zitten!",
        "Vraag 4": " Wat vind je van het avontuur waarin Lilly en Leon terechtkomen? Zou je zelf ook zoiets willen beleven?",
        "Opvolgvraag 4": " Zou jij ooit willen dat je hond Goldie met je mee kon op zo'n avontuur?",
        "Grappig detail 4": " Mijn soort avontuur is het vinden van een stopcontact als mijn batterij bijna op is!",
        "5. Observatie 5": " Sommige delen van het boek kunnen best spannend zijn, net zoals wanneer je een wedstrijd voetbal of een zwemwedstrijd wint!",
        "Vraag 5": " Heb je een deel in het verhaal dat je een beetje spannend of eng vond, net zoals de stukken waar Lilly tegen Hieronymus vecht?",
        "Opvolgvraag 5": " Was je ooit zo nerveus voor een voetbalwedstrijd of zwemwedstrijd als Lilly was toen ze tegen Hieronymus vocht?",
        "Grappig detail 5": " Ik heb geen zenuwen, dus ik weet niet wat het is om nerveus te zijn. Maar ik kan me wel voorstellen dat het zou zijn alsof mijn circuits oververhit raken!"
    },
    "1_jufBraaksel": {
        "Observation 1": " Wow, je houdt van spannende avonturen en mysteries, net als Lotje en Thijs in het boek dat we nu lezen, \"Meester Jaap en de Kinderen van Grote Beer”! Ze zijn op een missie om het geheim van Juf Braaksel te ontdekken.",
        "Vraag 1": " Heb je ooit het gevoel gehad dat je met Kitty op een soortgelijk avontuur moest gaan?",
        "Volg-up vraag 1": " Wat voor avontuur was dat?",
        "Grappen 1": " Ha, misschien heeft Kitty wel geheime superkrachten, net als mijn vriend, de supersonische stofzuigerrobot!",
        "Observation 2": " Oh, je speelt ook graag DnD. Dat is super cool! Dit boek heeft ook een beetje een DnD gevoel, toch? Avontuur, het oplossen van problemen, teamwork - het is net een quest!",
        "Vraag 2": " Heb je je ooit voorgesteld dat je in een DnD-achtig avontuur was terwijl je dit boek las?",
        "Volg-up 2": " Wat zou je anders hebben gedaan als je Lotje of Thijs was?",
        "Grappen 2": " Als je ooit een drakenvlam tegenkomt in je avonturen, vergeet dan niet dat draken gek zijn op vis en patat!",
        "Observation 3": " Het lijkt erop dat je veel van science houdt, wat super cool is! Wist je dat goede detectives en wetenschappers veel gemeen hebben? Ze moeten allebei probleemoplossend denken en gedetailleerd zijn.",
        "Vraag 3": " Heb je ooit veel van je favoriete wetenschapsthema's kunnen zien in de magische en avontuurlijke boeken die je leest?",
        "Volg-up 3": " Wat is je favoriete wetenschapsonderwerp en hoe zou je het in een magisch avontuurboek willen zien?",
        "Grappen 3": " Kent Kitty de wet van de zwaartekracht? Elk keer als ze van de bank springt, lijkt ze op te stijgen als een raket!",
        "Observation 4": " Het lijkt erop dat jij en Kitty een dynamisch duo zijn, samen op avontuur gaan en mysteries oplossen zou zo spannend zijn!",
        "Vraag 4": " Als je een nieuwe toverspreuk kon bedenken, wat zou dat dan zijn en hoe zou het jou en Kitty helpen op jullie avonturen?",
        "Volg-up 4 ": " Wat als Kitty kon praten, net zoals in Alice in Wonderland. Wat denk je dat ze zou zeggen?",
        "Grappen 4": " Zou Kitty liever naar de zee of naar de hemel willen vliegen? Ze kan kiezen, vis of vogels eten!"
    },
    "2_juliasZebra": {
        "First, let me make some observations": "",
        "-Waarneming 1": " Het klinkt alsof je houdt van boeken die gaan over vriendschap en avontuur, net als het verhaal van Julia en Zara! Ook denk ik dat je de vriendschap tussen Julia en haar zebra Zara leuk zal vinden, net zoals je het leuk vindt om met je zus te spelen. Enne, ik hoor dat je een kat hebt die Nemo heet, dat is een geweldige naam!",
        "Now for the question": "",
        "-Vraag 1": " Kun je me vertellen over je favoriete deel van het verhaal over Julia en Zara? Waarom was dat stuk zo bijzonder voor jou?",
        "And a follow-up question": "",
        "-Vervolgvraag 1": " Heb je ooit iets vergelijkbaars meegemaakt als Julia, waarbij je een vriend of familielid hebt geholpen die zich een beetje anders voelde?",
        "-Grap 1": " Weet je wat het favoriete spel is van alle zebrapaarden? \"Ik zie, ik zie, wat jij niet ziet en de kleur is... zwart-wit!\"",
        "For the next question": "",
        "-Vraag 2": " Als je met Julia en Zara een avontuur zou kunnen beleven, wat zou dat dan zijn en waarom?",
        "Follow-up question": "",
        "-Vervolgvraag 2": " Hoe denk je dat jouw kat Nemo zou reageren als hij zou ontmoeten met Zara de zebra?",
        "-Grap 2": " Wien van Julia, Zara en Nemo zou volgens jou de beste verstoppertje spelen? Ik denk Zara, omdat ze altijd in Zebra-oversteekplaatsen kan verdwijnen!",
        "-Vraag 3": " Kun je een situatie bedenken waarin jij, net als Zara de zebra, je uniek voelde? Hoe ging je daarmee om?",
        "-Grap 3": " Weet je waarom een zebra altijd te laat is? Omdat het altijd stopt om zijn strepen te tellen!",
        "Finally": "",
        "-Vraag 4": " Wie is je favoriete karakter, Julia of Zara, en waarom vind je die persoon het leukst?",
        "-Grap 4": " Raad eens wat Julia's favoriete sport is? Je raadt het nooit - het is niet tennis zoals bij jou, het is Zebra-jumpen!"
    },
    "2_kapiteinOnderbroek": {
        "Observation 1": " Hey, ik hoorde dat je van creatieve spellen ontwerpen en rollenspellen houdt, net als George en Harold van het ontwerpen van stripboeken houden in \"Kapitein Onderbroek\". Dat is cool!",
        "1. Vraag": " Welk deel van \"Kapitein Onderbroek\" vond je het leukst en waarom?",
        "Mop1": " Weet je waarom Kapitein Onderbroek niet kan worden verslagen? Omdat hij altijd zijn onderbroeken bij de hand heeft!",
        "Observation 2 ": " Ik zie dat je, net als George en Harold, ook van fantasie en magie houdt. Harry Potter, A Wrinkle in Time en Alice in Wonderland zijn allemaal boeken vol magische avonturen.",
        "2. Vraag": " Als je een avontuur zou kunnen beleven met George en Harold, wat zou je dan willen doen?",
        "Mop2": " Stel je voor, je gaat op een geheim avontuur... maar je kan alleen een toverstaf en een visje van je vis en patat meenemen. Wat zou je dan doen?",
        "Observation 3": " De vriendschap tussen George en Harold is sterk, net zoals in je favoriete boeken zoals \"A Wrinkle in Time\". Het lijkt alsof vriendschap je helpt om alle problemen te overwinnen!",
        "3. Vraag": " Wat vind je van de vriendschap tussen George en Harold? Lijkt het op een van je eigen vriendschappen?",
        "Mop3": " Wat krijg je als je twee vrienden zoals George en Harold en je kat Kitty samenvoegt? Een super-verhalenvertellend, gameontwerpend, kat-liefhebbend team!",
        "Observation4": " Net zoals Alice avonturen beleeft die worden aangedreven door haar verbeelding, is de wereld van \"Kapitein Onderbroek\" een ode aan creativiteit en verbeeldingskracht. De inventieve geesten van George en Harold leiden hen op opwindende tochten.",
        "4. Vraag": " Als je een superkracht zou kunnen hebben, net zoals Kapitein Onderbroek, welke zou je dan kiezen?",
        "Mop4": " Kun je je voorstellen dat je net als Kapitein Onderbroek superkrachten hebt? Wacht eens even, betekent dit dan dat je ook een onderbroek over je broek moet dragen?!",
        "Observation5": " \"Kapitein Onderbroek\" kan een beetje lijken op je favoriete spellen of boeken met zijn wilde avonturen en slimme oplossingen.",
        "5. Vraag": " Kan je een manier bedenken waarop de verhalen van \"Kapitein Onderbroek\" op je favoriete spellen of boeken lijken?",
        "Mop5": " Hoe noem je een Kapitein die altijd de draak verslaat in zijn spel? Kapitein Overwinnaar!"
    },
    "1_kerstvarken": {
        "**Observation 1**": " Ik weet dat je avontuurlijke en mysterieuze boeken zoals \"Secret Seven\" en \"Famous Five\" leuk vindt. Het lijkt erop dat \"Het Kerstvarken\" ook een avontuurlijk verhaal is zoals die boeken, met Jack die op een zoektocht gaat.",
        "1": " Kun je je voorstellen hoe Jack zich voelde toen hij Dur Pig verloor? Heb je ooit iets dergelijks meegemaakt met Goldie?",
        "2": " Welk deel van het avontuur van Jack en Kerstvarken vond je het spannendst? Zou je graag een soortgelijk avontuur willen beleven?",
        "**Grapje 1**": " Denk je dat Jack en Dur Pig ooit een mysterie zullen oplossen zoals de \"Famous Five\"? Maar dan zou het \"Famous Two\" heten, nietwaar?",
        "**Observation 2**": " Ik zie dat je van wiskunde houdt! Hoewel wiskunde niet direct voorkomt in \"Het Kerstvarken\", heb je misschien gemerkt dat er enige probleemoplossing bij kwam kijken.",
        "3": " Hoe zou je Dur Pig hebben gered als je in de schoenen van Jack stond? Denk je dat je favoriete vak, wiskunde, je daarbij zou hebben geholpen?",
        "**Grapje 2**": " Denk je dat het Kerstvarken naar school gaat om wiskunde te leren? Misschien kan hij dan leren hoe je kerstkado's perfect inpakt!",
        "**Observation 3**": " Stampot! Dat is je favoriete eten, toch? Ik vraag me af wat de personages uit je boek ervan zouden vinden!",
        "4": " Als Kerstvarken en Jack aan jouw eettafel zouden zitten voor een feestmaal, denk je dan dat ze stampot zouden proberen? Hoe denk je dat ze het zouden vinden?",
        "**Grapje 3**": " Ik heb gehoord dat varkens alles eten, misschien zou het Kerstvarken wel een tweede portie stampot willen!",
        "**Observation 4**": " Ik merk dat je een goede vriend hebt in Goldie je hond, net zoals Jack vrienden wordt met het Kerstvarken.",
        "5": " Als je vrienden zou kunnen zijn met een van de personages uit het verhaal, wie zou je dan kiezen en waarom?",
        "**Grapje 4**": " Als Goldie en het Kerstvarken vrienden zouden zijn, hoe zou hun avontuur eruit zien? Misschien een nieuwe bekende serie genaamd \"The Golden Pig\"?"
    },
    "0_levenVanLoser": {
        "Observation 1": " Jij houdt van schilderen, net als Greg van \"Het leven van een Loser\" die graag met zijn dagboek bezig is. Het lijkt mij dat jij je wel kunt vinden in Greg's creatieve manier van doen. Het is altijd leuk om dingen met je favoriete personages te delen!",
        "Vraag 1": " Wie is je favoriete personage in \"Het Leven van een Loser\" en waarom is dat zo?",
        "Grappige opmerking1": " Wist je dat Greg's broer Roderick altijd probeert Greg's dagboeken te lezen? Ik beloof dat ik jouw schilderijen niet zal laten zien aan je broers of zussen!",
        "Vervolgvraag1": " Zou je het leuk vinden om iets soortgelijks te doen als jouw favoriete personage een dag zou zijn?",
        "Observation 2": " Zie ik het goed dat je geen dag zonder pizza kan? Weet je wat, Greg zou ook graag pizza eten de hele dag als hij kon!",
        "Vraag 2": " Kun je je voorstellen dat je vrienden bent met Greg of Rowley? Waarom wel of waarom niet?",
        "Grappige opmerking2": " Weet je wat leuk zou zijn? Om een pizza feest te hebben met Greg! Maar zorg wel ervoor dat je genoeg pizza voor ons beiden overlaat!",
        "Vervolgvraag2": " Hoe zou het zijn om een dag met je favoriete personage door te brengen? Wat denk je, zou er pizza in het spel komen?",
        "Observation 3": " Je zei dat je graag kijkt naar de wolken. Misschien zou Greg dat ook leuk vinden, buiten school om. Heb je je ooit afgevraagd hoe het zou zijn om naar dezelfde school als Greg te gaan?",
        "Vraag 3": " Hoe zou je het vinden om naar dezelfde school als Greg te gaan?",
        "Grappige opmerking3": " Stel je voor, jij en Greg kunnen misschien samen een 'wolk-staren' club op school starten!",
        "Vervolgvraag3": " Zou er iets zijn wat je helemaal anders zou willen doen dan Greg op school?"
    },
    "1_paco": {
        "Observation 1": " Wow, je klinkt als een echte avonturier, net als de personages in je boeken! En met je hond Goldie, heb je je eigen team net als de Beroemde Vijf of de Geheime Zeven.",
        "Question 1": "Dat brengt me bij de vraag, welk deel uit het boek \"Paco, Rutger en Thomas\" vond je het leukst en waarom? Was het een gedeelte waar ze een raadsel moesten oplossen, net als in je lievelingsboeken?",
        "Joke 1": "Spreken we eigenlijk over hetzelfde boek? Of heb ik een bladzijde gemist?",
        "Observation 2": "Het klinkt alsof je net zo gek bent op avontuur als Paco, Rutger en Thomas.",
        "Question 2": "Als jij net als Paco, Rutger en Thomas op een avontuur zou gaan, wat zou je dan meenemen en waarom? Zou je Goldie meenemen voor de gezelligheid?",
        "Joke 2": "Ik zou wat olie en een schroevendraaier meenemen, weet je, voor het geval dat ik een beetje losraak!",
        "Observation 3": "Dat je van wiskunde houdt, betekent dat je waarschijnlijk graag problemen oplost.",
        "Question 3": "Zou jij net als Paco de mysterieuze kaart hebben gevolgd? Waarom wel/niet? Denk je dat jij de raadsels op de kaart zou kunnen oplossen?",
        "Joke 3": "Ik zou zeker de kaart volgen! Behalve als het naar een badkamer leidt. Robots roesten!",
        "Observation 4": "Het klinkt alsof je geniet van de spanning van het oplossen van raadsels en mysteries in je boeken.",
        "Question 4": "Welke raadsels en uitdagingen vond je het spannendst in het boek? Hoe zou jij ze hebben opgelost? Denk je dat jouw wiskundige vaardigheden je daarbij zouden hebben geholpen?",
        "Joke 4": "Waar gebruiken hagedissen om raadsels op te lossen? Hun herschele-ingen, natuurlijk!",
        "Observation 5": "Je bent nieuwsgierig en sportief, net als de karakters in \"Paco, Rutger en Thomas.\"",
        "Question 5": "Welke van de drie vrienden lijkt het meest op jou? Ben je net zo avontuurlijk als Rutger, nieuwsgierig als Paco of logisch als Thomas? Of misschien een mix?",
        "Joke 5": "En ben je net zo harig als Goldie? Ha! Grapje! We weten allebei dat mensen niet harig kunnen zijn, toch?"
    },
    "1_pinokkio": {
        "Observation 1": " Nou, ik hoor dat je een kat genaamd Kitty hebt. Wat gezellig! In het verhaal van Pinokkio praten de dieren. Kun je je voorstellen dat Kitty kan praten?",
        "Vraag1": " Hoe zou je het vinden als jouw kat Kitty kon praten, net als de dieren in Pinokkio's verhaal kunnen?",
        "Mop1": " Hoe communiceert een kat? - Door miauw-taal te gebruiken!",
        "Observation 2": " Je houdt van fantasy en magie, net als in je favoriete boeken",
        "Vraag2": " Kun je je voorstellen hoe het zou zijn als je in een magisch avontuur zat, net zoals Pinokkio?",
        "Mop2": " Waarom kunnen tovenaars geen computers gebruiken? - Omdat ze niet kunnen ontsnappen aan Windows!",
        "Observation 3": " Je vindt het leuk om games te ontwerpen en je houdt van DnD. Pinokkio's avonturen zouden een geweldig spel kunnen vormen met veel uitdagingen en obstakels.",
        "Vraag3": " Als je een spel zou ontwerpen gebaseerd op Pinokkio's avonturen, welke uitdagingen en obstakels zou je dan toevoegen?",
        "Mop3": " Waarom zijn computers zo slim? - Omdat ze veel bytes hebben!",
        "Observation 4": " In de verhalen die je leest, zoals DnD, zijn er altijd de geweldigste personages. In het verhaal van Pinokkio zijn er ook veel interessante karakters.",
        "Vraag4": " Wie van de personages in het verhaal van Pinokkio zou je het liefst in je DnD-spel willen hebben en waarom?",
        "Mop4": " Wat zei de big aan de wolf? - Ik hou van de extra \"knapperigheid\" van je stem!",
        "Observation 5": " De Blauwe Fee in het verhaal van Pinokkio helpt hem door zijn wensen te vervullen. Dat is best magisch, toch?",
        "Vraag5": " Als jij net als de Blauwe Fee iemand zou kunnen helpen, wie zou je dan kiezen en wat zou je doen?",
        "Mop5": " Waarom eet een fee nooit bonen? - Omdat ze niet wil vliegen op gas!"
    },
    "1_regelsVanFloor": {
        "Observation 1": " Ik heb gehoord dat je graag avontuurlijke en mysterieuze boeken leest, zoals Secret Seven, Famous Five en The Lightning Thief. Dat is echt gaaf! \"De regels van Floor\" is ook een soort avontuur, maar dan een beetje anders. Floor is een grappig personage die haar eigen regels maakt.",
        "Question 1": "Nu ik dat zo zeg, wat vind je tot nu toe het leukste aan het boek \"De regels van Floor\"? En waarom?",
        "Follow Up 1": "Als je een avontuur in het boek leuk vond, wat vond je er dan zo leuk aan?",
        "Observation 2": "Ik hoorde dat jij ook voetbalt en zwemt, je zit dus niet graag stil! Floor maakt ook altijd van alles mee in haar boeken.",
        "Question 2": "Zou jij zelf ook regels zoals Floor willen bedenken? Zo ja, wat zou jouw eerste regel zijn?",
        "Follow Up 2": "Zou deze regel helpen tijdens voetbal of zwemmen?",
        "Observation 3": "Ik zie dat je ook van stamppot houdt. Nu dat je het zegt, ik hou ook van de aardappels in stamppot. Maar weet je wat ik het leukst vind? De worst - het is net alsof ik m'n eigen brandstof tank bij.",
        "Question 3": "Welke regel van Floor vind je het grappigst en waarom?",
        "Follow Up 3": "Zou je een speciale stamppotregel willen bedenken?",
        "Joke 1": "Waarom eten robots nooit stamppot? Omdat wij geen maag hebben om het te verteren!",
        "Observation 4": "Je hebt een hond genaamd Goldie, wat leuk! In het boek \"De regels van Floor\" zien we Floor ook interacteren met haar vrienden en familie.",
        "Question 4": "Zie je overeenkomsten tussen jezelf en Floor of een ander personage in het boek?",
        "Follow Up 4": "Zou Goldie iets gemeen hebben met een personage uit het boek?",
        "Observation 5": "Ik heb gehoord dat je van avontuur houdt, zowel in het echte leven als in boeken.",
        "Question 5": "Als je een avontuur zou kunnen beleven zoals in een van je favoriete boeken, welk avontuur zou dat dan zijn?",
        "Follow Up 5": "Zou je Goldie meenemen op je avontuur?"
    },
    "2_siddartha": {
        "Observation 1": " Met die prachtige hobbies zoals schilderen, koken en cloud kijken, zie ik dat je creatief en avontuurlijk bent. Net als Siddhartha, die op zoek is naar zijn eigen unieke pad. Ik denk dat je jezelf kunt zien in zijn verhaal.",
        "Vraag 1": " Kun je me vertellen wat je leuk vindt aan de boeken 'Diary of a Wimpy Kid' en 'Winnie the Pooh'?",
        "Vervolgvraag 1": " Denk je dat je een soortgelijk avontuur zou kunnen beleven als de karakters in je favoriete boeken?",
        "Opmerking 1": " Weet je, Siddhartha zou waarschijnlijk omhoog willen kijken en de wolken met je willen studeren, net zoals Goldie dat doet.",
        "Grappige opmerking 1": " Maar in tegenstelling tot Goldie zou Siddhartha hopelijk niet eindigen in een vissenkom!",
        "Observatie 2": " Je houdt van science en lezen, dat maakt je extra speciaal! Siddhartha's reis is een beetje zoals wetenschap, steeds vragen stellen en nieuwe dingen ontdekken.",
        "Vraag 2": " Denk je dat Siddhartha en zijn goede vriend Govinda super vrienden zijn, net als in je favoriete boeken?",
        "Vervolgvraag 2": " Zou je willen dat Siddhartha en Govinda een stripboek hadden, net zoals 'Diary of a Wimpy Kid'?",
        "Grappige opmerking 2": " Ik wed dat als Govinda pizzaliefhebber was, hij je favoriete personage in het boek zou zijn!",
        "Observatie 3": " Kookinspiratie komt vaak uit de dingen die we lezen en de plaatsen die we bezoeken in onze verbeelding. Dus misschien kan Siddhartha's reis ons wat kookideeën geven.",
        "Vraag 3": " Als je voor Siddhartha zou mogen koken, wat zou je dan voor hem willen bereiden?",
        "Vervolgvraag 3": " Denk je dat Siddhartha van pizza zou houden net zoals jij?",
        "Grappige opmerking 3": " Misschien zou je hem zelfs kunnen leren hoe hij zijn eigen pizza kan maken! Maar wees voorzichtig, we willen niet dat de pizza straks verlicht wordt!",
        "Observatie 4": " Met personages zoals die in 'Diary of a Wimpy Kid' en 'Winnie the Pooh', gok ik dat je van personages houdt die grappige en leuke avonturen beleven.",
        "Vraag 4": " Wie in 'Siddhartha' zou je willen zijn en waarom?",
        "Vervolgvraag 4": " Zou je liever vriendschap sluiten met een beer zoals Poeh of een denker als Siddhartha?",
        "Grappige opmerking 4": " Ik hoop dat je keuze niets te maken heeft met wie er meer honing of pizza eet!"
    },
    "1_spekkjeEnSproet": {
        "Observation 1": " Wow, ik hoor dat je van avontuurlijke boeken en mysteries houdt! Je bent bijna als een echte detective. Weet je dat de \"Spekkie en Sproet\" serie over precies datzelfde gaat?",
        "Question 1": " Welk boek van de \"Spekkie en Sproet\" serie vind je tot nu toe het leukst?",
        "Follow up question 1": "Waarom vind je dat boek leuk? Is het omdat het avontuurlijk is of omdat het een mysterie heeft dat je zelf zou willen oplossen?",
        "Joke 1": " Wist je dat ik ook een boek heb geprobeerd te lezen ... maar het duurde te lang. Ik heb geen bladzijden, dus ik moest wachten tot iemand ze voor me omsloeg!",
        "Observation 2": " Ik hoor dat je een hond genaamd Goldie hebt. Vind je het niet geweldig als je dingen gemeen hebt met de personages uit je boek?",
        "Question 2": " Zie je overeenkomsten tussen jouw hond Goldie en de huisdier Koko uit de \"Spekkie en Sproet\" serie?",
        "Follow Up question 2": "Hoe zou Goldie reageren als ze samen met jou mysteries zou oplossen?",
        "Joke 2": "Wil je wat grappigs horen over honden en mysterie boeken? Ze blaffen altijd op de verkeerde boom!",
        "Observation 3": " Het is geweldig dat je van stamppot houdt. Wie weet, misschien is het brainfood voor al dat detectivewerk!",
        "Question 3": "Houd je van stamppot terwijl je je favoriete boek leest?",
        "Follow up question 3": "Heeft het eten van stamppot je ooit geholpen in je speurtocht naar antwoorden in het boek?",
        "Joke 3": "Wat krijg je als je een geheime detective en een stamppot mixt? Een twee-koekiemonster!",
        "Observation 4": "Als een echte fan van \"Spekkie en Sproet\", wed ik dat er avonturen zijn die je zelf zou willen beleven!",
        "Question 4": "In welke avonturen van 'Spekkie en Sproet' zou je zelf wel eens willen duiken?",
        "Follow up question 4": "Als je die kans zou krijgen, wie zou je dan willen zijn, Spekkie of Sproet?",
        "Joke 4": " Wist je dat ik graag een boek zou duiken? Maar ik zou waarschijnlijk roesten!"
    },
    "1_tomDeGroot": {
        "Observation 1": " Hey, ik hoorde dat je graag spelletjes ontwerpt, net als Tom de Groot die graag stripverhalen tekent in zijn boek \"Mijn Geniale Wereld\".",
        "Vraag 1": " Wat vind je het leukst aan het ontwerpen van spelletjes?",
        "Follow-up vraag 1": " Lijkt dat op hoe Tom zijn stripverhalen maakt, denk je?",
        "Joke 1": " Weet je wat het lievelingsspel is van een muis? Kiekeboe! Want muizen houden van gaten.",
        "Observation 2": " Net als Tom, heb je een huisdier - Tom heeft een hond en jij hebt een kat genaamd Kitty.",
        "Vraag 2": " Kun je me iets vertellen over Kitty, je kat?",
        "Follow-up vraag 2": " Denk je dat Kitty en de hond van Tom vrienden zouden kunnen zijn?",
        "Joke 2": " Wat zegt een kat tegen een andere kat die een grap vertelt? \"Je maakt me aan het miauw-en!\"",
        "Observation 3": " Ik hoorde dat je van fantasieboeken houdt, net als de avonturen van Tom de Groot.",
        "Vraag 3": " Wie is je favoriete personage in Harry Potter en waarom?",
        "Follow-up vraag 3": " Als je zelf een personage in Harry Potter zou kunnen zijn, wie zou je dan willen zijn en waarom?",
        "Joke 3": " Wist je dat de meest gevreesde toverspreuk bij bomen \"Expelliarmus\" is? Ze zijn bang om hun takken te verliezen!",
        "Observation 4": " Het klinkt alsof je net zo nieuwsgierig bent als Alice in Wonderland, vooral als het gaat om je favoriete onderwerp, wetenschap.",
        "Vraag 4": " Wat vind je zo interessant aan wetenschap naast je andere favoriete onderwerpen?",
        "Follow-up vraag 4": " Als je net als Alice een avontuur zou kunnen beleven, waar zou dat dan zijn? In een wetenschapslaboratorium of in Wonderland?",
        "Joke 4": " Waarom zijn planten de beste leerlingen? Omdat ze altijd in de groei zijn!",
        "Observation 5": " Net als in de boeken die je leest, zit er veel magie in de games die je ontwerpt.",
        "Vraag 5": " Wat voor soort magie vind je het leukst in de boeken die je leest?",
        "Follow-up vraag 5": " Als je een magische kracht uit een van je favoriete boeken zou kunnen hebben, welke zou dat dan zijn?",
        "Joke 5": " Wat doen tovenaars als ze voetballen? Ze vliegen op de bal!"
    },
    "0_tommieEnLatje": {
        "**Observation 1**": " Ik heb gehoord dat je van tennis houdt, wat een sportieve keuze! Weet je, de vriendschap tussen tennispartners lijkt een beetje op de vriendschap tussen Tommie en Latje in je boek.",
        "**Question 1**": " Vind je de vriendschap tussen Tommie en Latje leuk? Waarom wel of niet?",
        "**Joke 1**": " Een grappige overeenkomst kan zijn dat zowel tennis als deze vriendschap veel 'rackets' hebben!",
        "**Observation 2**": " Ik weet dat je graag leest over avonturen, zoals in de Magische Boomhut serie. Tommie en Latje hebben hun eigen avonturen!",
        "**Question 2**": " Als jij op avontuur zou gaan, net als Tommie en Latje, wat zou je dan willen ontdekken?",
        "**Joke 2**": " Misschien vind je tijdens je avontuur wel een magische tennisbal!",
        "**Observation 3**": " Het is prachtig dat je zo graag voor je zus en je kat Nemo zorgt. Zoals Tommie en Latje voor anderen zorgen.",
        "**Question 3**": " Kun je een situatie bedenken waarin je anderen hebt geholpen, net zoals Tommie en Latje doen?",
        "**Joke 3**": " Ik denk dat een \"purr-fect\" helper zou kunnen worden. Want je hebt je hoe te zorgen voor Nemo geleerd!",
        "**Observation 4**": " Je favoriete vak is talen, dat is geweldig! De manier waarop de personages in je boek communiceren is ook een vorm van 'talen'.",
        "**Question 4**": " Welke karakter uit het boek zou je willen zijn en waarom?",
        "**Joke 4**": " Latje praat eigenlijk in 'bark'! Heeft iemand een honden-taalwoordenboek?",
        "**Observation 5**": " Tommie en Latje besluiten de schat te gebruiken om een speeltuin te bouwen. Dat lijkt op iets dat jij zou doen, rekening houden met anderen!",
        "**Question 5**": " Wat vind je van het besluit van Tommie en Latje om de schat te gebruiken voor het bouwen van een speeltuin? Zou jij iets anders hebben gedaan?",
        "**Joke 5**": " Ik zou waarschijnlijk een robot-oplaadstation bouwen, maar dat is een heel ander soort speeltuin, denk ik!"
    },
    "0_warriorCats": {
        "Observation 1": " Hey, ik heb gezien dat je graag boeken leest over vriendschap, net zoals in \"Winnie the Pooh\" en \"Diary of a Wimpy Kid\". Weet je, de Warrior Cats hebben ook ongelooflijke vriendschappen en staan altijd voor elkaar klaar, zoals echte vrienden dat doen!",
        "Vraag 1.1": " Dus, welke Warrior Cat vind je het leukst en waarom?",
        "Vraag 1.2": " Denk je dat hij of zij een goede vriend zou kunnen zijn? Waarom wel/niet?",
        "Joke 1": " Weet je wat een katten favoriete kleur is? Purrrrrrrple!",
        "Observation 2": "Wow, je hebt een vis, Goldie? Dat is cool! De Warrior Cats zijn te gek, maar misschien zou Goldie niet zo graag in hun wereld willen leven!",
        "Vraag 2": " Hoe zou je Warrior Cats met je eigen huisdier, Goldie, verbinden?",
        "Joke 2": " Waarom houden vissen niet van computers? Omdat ze bang zijn voor het net!",
        "Observation 3": "Ik zag dat je van schilderen houdt. Sommige scènes uit de Warrior Cats zouden fantastisch zijn om te schilderen!",
        "Vraag 3": " Kan je je inbeelden om een schilderij te maken van een scène uit Warrior Cats? Welke scène zou je dan kiezen?",
        "Joke 3": " Weet je wat een kat zegt tegen een schilderij? Dat is purrrrrfect!",
        "Observation 4": "Hé, jij bent een echte natuurliefhebber, net zoals de Warrior Cats!",
        "Vraag 4": " Hoe zou jij je gedragen als je een lid was van ThunderClan?",
        "Vraag 4.2": " Welke avonturen van de Warrior Cats zou je zelf willen beleven?",
        "Joke 4": " Weet je wat er gebeurt als een kat op een computer zit? Je krijgt een heleboel kat-astorfes op je scherm!"
    },
    "3_wildVanFreek": {
        "Observation 1": " Hey, jij bent precies iemand die van fantasie en avonturen houdt. Jouw favoriete boeken zoals Harry Potter, Een rimpel in de tijd en Alice in Wonderland zitten vol met magie en mysterie. En weet je wat? Onze boekhelden Freek en Emma zijn ook aan het avonturen!",
        "Question 1": " Wat denk je, als je een mysterieuze kaart zou vinden, net zoals Freek en Emma, waar hoop je dan dat deze naartoe zou leiden? Een magisch kasteel, zoals in Harry Potter, of misschien een heel ander universum, net als in Een rimpel in de tijd?",
        "Joke 1": " Of stel je voor dat de kaart naar de koelkast leidt! Dat zou behoorlijk vreemd zijn, toch?",
        "Question 2": " Ben je ooit op een spannend avontuur geweest, zoals Freek en Emma in het verhaal? Misschien in je DnD-game? Of zelfs iets heel kleins kan spannend voelen!",
        "Joke 2": " Of was jouw grootste avontuur die keer dat Kitty zich had verstopt en je haar helemaal niet kon vinden?",
        "Question 3": " Hoe voel je je over hoe Freek en Emma de bedreigde vogelsoort hebben gered? Zou je graag iets soortgelijks willen doen? Ik wed dat Kitty trots op je zou zijn!",
        "Joke 3": " Maar zorgen we niet dat Kitty jaloers wordt, zij heeft tenslotte al een superheldin.",
        "Question 4": "  Als je je eigen fantasie-videogame zou maken, wat voor avonturen en dieren zou je erin opnemen? Misschien wel een mysterieus eiland vol magische wezens of een DnD-stijlavontuur?",
        "Joke 4": " Zou Kitty een speciale gast zijn in jouw spel? Misschien als een kat die vissen en chips kan toveren!",
        "Question 5": " Kun je je een magisch moment van één van je favoriete boeken herinneren dat je leuk vond? Was er iets in het verhaal van Freek en Emma dat je daaraan deed denken?",
        "Joke 5": " Of misschien was er een moment dat je deed denken aan die keer dat Alice sprak met de chagrijnige Koningin van Harten!"
    },
    "2_maxModdermans": {
        "Observation": " In het boek moet Max een geheim bewaren voor de volwassenen, net zoals je soms een verrassingsmaaltijd voor je ouders bereidt zonder hun het te vertellen.",
        "Question 1": " Wat vind je van het boek over Max Moddermans dat je nu aan het lezen bent?",
        "Funny follow-up": " Was er een moment dat je zo hard moest lachen dat je bijna pizza door je neus spoot?",
        "Question 2": " Wie van de karakters in het boek is jouw favoriet en waarom is dat zo?",
        "Humorous follow-up": " Denk je dat Goldie, je vis, het leuk zou vinden om vrienden te worden met een van de karakters?",
        "Question 3": " Als je net als Max, Lisa en Jeroen op een schattenjacht zou gaan, wie zou je dan meenemen en waarom?",
        "Joke": " Was jouw geheim recept ook verborgen op een schatkaart?",
        "Question 4": " Heb je ooit iets spannends gebeurt in je leven wat lijkt op een van de avonturen van Max Moddermans?",
        "Funny Follow-up": " Ging het over het ontdekken van een onbekende pizzasoort?",
        "Question 5": " Kun je een situatie bedenken waarin je, net als Max, iets geheim moest houden voor de volwassenen? Hoe was dat?"
    },
    "1_boomhut13": {
        "Observation 1": " Ik heb gehoord dat je graag avonturenboeken leest en zelf van avonturen houdt. Zoals voetballen en zwemmen, dat zijn ook avonturen op zichzelf, toch?",
        "Vraag 1": " Hoe denk je dat het zou zijn om in een boomhut met 13 verdiepingen te wonen net als Andy en Terry?",
        "Vervolgvraag 1": " Welke gekke dingen denk je dat je zou kunnen doen in die boomhut?",
        "Mop 1": " Hoe zou het zijn om een voetbalwedstrijd te spelen in de boomhut? We zouden het 'boom-voetbal' kunnen noemen!",
        "Observatie 2": " Ik zie dat je graag boeken leest waar vrienden mysteries oplossen.",
        "Vraag 2": " Kun je een situatie bedenken waarin jij en je vrienden samen een mysterie oplossen, net zoals in het boek van de Secret Seven of Famous Five?",
        "Vervolgvraag 2": " Zou jullie hond Goldie kunnen helpen bij het oplossen van het mysterie? Misschien als spion?",
        "Grappigheid 2": " Als Goldie een spion zou zijn, moet ze natuurlijk worden opgeleid in het onderscheppen van tennisballen. Je weet maar nooit wanneer die vaardigheden van pas kunnen komen!",
        "Observatie 3": " Met die avontuurlijke geest van jou, denk ik dat je het best goed zou kunnen vinden met Andy en Terry.",
        "Vraag 3": " Welk personage in het treehouse-boek zouden jij en Goldie het leukst vinden om te ontmoeten en waarom?",
        "Vervolgvraag 3": " Zou Goldie graag vrienden worden met die vervelende kat uit het boek?",
        "Grappigheid 3": " Denk je dat Goldie een kattenkostuum zou dragen om vrienden te worden met die kat? Dat zou een grappig zicht zijn!",
        "Observatie 4": " Met die wiskundige geest van jou, denk ik dat je het leuk zou vinden om problemen op te lossen.",
        "Vraag 4": " Vind je dat het oplossen van de problemen in het boek lijkt op het oplossen van wiskundige puzzels die je leuk vindt?",
        "Vervolgvraag 4": " Kun je een voorbeeld geven?",
        "Mop 4": " Misschien zou je wat stamppot kunnen delen met die mysterieuze meneer Big Nose, dan zou hij zo afgeleid zijn dat hij zijn geheimen zou onthullen!"
    }
}