{
    "Maria_tomSawyer": {
        "1": {
            "1": " Did you enjoy the story about Tom",
            " 1.1": " What was your favourite part about it",
            " 1.2": " How would you feel if you were to be in Tom's shoes"
        },
        "2": {
            "2": " Can you relate your pets Nemo and Dory to any characters or situations in the story",
            " 2.1": " If Nemo or Dory could speak like humans, what do you think they would say about Tom's adventures",
            " 2.2": " Do your pets ever get into mischief like Tom does"
        },
        "3": {
            "3": " Considering that you play tennis and it requires strategic moves like tricking the opponent, can you relate this to Tom's strategy of getting his friends to whitewash the fence",
            " 3.1": " How would you compare the tactics in tennis to the tricks Tom uses in the story",
            " 3.2": " Would you have fallen for Tom's tricks"
        },
        "4": {
            "4": " Like Tom, do you come up with exciting stories in your mind about your tennis matches or anything else you do",
            " 4.1": " Can you share any such exciting story that you imagined recently",
            " 4.2": " What did you learn from your imaginative story"
        },
        "5": {
            "5": " Do you feel sympathetic for Tom's nurse - Aunt Polly",
            " 5.1": " If you were Aunt Polly, how would you handle Tom's antics",
            " 5.2": " Can you relate the struggles faced by Aunt Polly to any situation in your real life as a pet owner"
        }
    },
    "Tom_tomSawyer": {
        "1": {
            "1": " How do you feel about Tom's character in the story",
            "  1.1": " Do you see any similarities between Tom's behavior in the book and your own",
            " 1.2": " Would you react the same way as Tom did in the story when he got in trouble"
        },
        "2": {
            "2": " What do you think about Tom's trick of making his friends paint the fence for him",
            " 2.1": " Would you consider that smart or not so nice, and why",
            " 2.2": " In a similar situation, what would you do"
        },
        "3": {
            "3": " Tom enjoys adventures and seems to seek excitement. Do you like adventures too",
            " 3.1": " What is the biggest adventure you've ever had",
            " 3.2": " If you could go on an adventure with Tom, where would you like to go and why"
        },
        "4": {
            "4": " Tom often dreams up dramatic scenarios to gain attention and sympathy. Can you relate to this at all",
            " 4.1": " Have you ever imagined dramatic scenarios like Tom does",
            " 4.2": " Why do you think Tom does this and how does it make you feel"
        },
        "5": {
            "5": " Tom had a pet cat in the story. You have a pet dog named Goldie. Do you think having a pet can teach us something important",
            " 5.1": " What kind of adventures do you think Tom would have if he had a dog like Goldie instead of a cat",
            " 5.2": " Can you share a fun or memorable experience you've had with Goldie"
        }
    },
    "Robert_tomSawyer": {
        "1": {
            "1": " How do you relate to the character Tom",
            " 1.1": " Like Tom, you like fun activities. What do you think about Tom's tricks to avoid work",
            "  1.2": " If you were in Tom's place, would you have played hookey to go on an adventure"
        },
        "2": {
            "2": " Tom has a sibling, Sid. How is your relationship with Thijs compared to Tom and Sid's relationship",
            " 2.1": " How does Thijs react when you do something mischievous or funny, like Tom's tricks in the story",
            " 2.2": " Are there times when you and Thijs get along really well"
        },
        "3": {
            "3": " If you could change something in the story, what would it be",
            " 3.1": " Is there something you think Tom could have done better or differently",
            " 3.2": " If you could help any character in the story, who would it be and why"
        },
        "4": {
            "4": " Tom falls for the new girl in the garden after meeting her for the first time, have you ever had a moment where you really liked something new",
            "  4.1": " Did you feel like Tom, forgetting about your old hobbies or interests",
            " 4.2": " How did your new interest change your everyday activities or games"
        },
        "5": {
            "5": " How do you feel when you see Goldie, your pet fish",
            " 5.1": " Like Tom, do you protect and care for Goldie",
            " 5.2": " Can you recall a special moment you shared with Goldie, just like Tom did with his treasures"
        }
    },
    "Ruth_tomSawyer": {
        "1": {
            "1": " How do you think Tom managed to convince his friends to do his work? ",
            " 1.1": " Can you think of a game you could create that could make a chore like cleaning your room fun? ",
            " 1.2": " How could you change the rules of this game so that it might convince your friends to join in?"
        },
        "2": {
            "2": " Do you think Tom likes daydreaming and why? ",
            " 2.1": " Can you describe a character from your favorite fantasy book that also likes to daydream? ",
            " 2.2": " Could you suggest a new adventure that Tom might daydream about based on one of your fantasy books?"
        },
        "3": {
            "3": " When Tom meets the new girl in the garden it changes his feelings. How do you think meeting someone new can change how you feel? ",
            " 3.1": " Have you had any experiences like this, maybe when meeting a new friend at school? ",
            " 3.2": " How would you design a game that involves meeting new characters who change the way the game is played?"
        },
        "4": {
            "4": " Tom tries to avoid getting in trouble with Aunt Polly. Do you think Tom should always be honest with Aunt Polly, and why? ",
            " 4.1": " Can you think of a time when you had to be honest, even though it was hard?",
            " 4.2": " If you could design a game about this scenario, what would the player have to do?"
        },
        "5": {
            "5": " How do you think Kitty would react if they discovered a boy under their bed, like the old lady found Tom?",
            " 5.1": " Do you think Kitty would be scared or would Kitty join in on the adventure?",
            " 5.2": " How would you add Kitty to your favorite game, what would Kitty's abilities be?"
        }
    },
    "Ruth_peterPan": {
        "1": {
            "1": " How do you think you would react if you found a mysterious shadow in your room like Mrs. Darling did in the story? ",
            " 1.1": " Would you be scared, or would you be curious? ",
            " 1.2": " What do you think you might do with the shadow?"
        },
        "2": {
            "2": " Wendy and her brothers get to meet Peter Pan, a character from their stories, how would you feel if you got a chance to meet a character from one of your favorite fantasy books? ",
            " 2.1": " Who would you like to meet and why? ",
            " 2.2": " What would you do or talk about with them?"
        },
        "3": {
            "3": " Nana, the dog in the story, has a unique role in the Darling family. If Kitty, your cat, could have any responsibility in your household, what would it be?",
            " 3.1": " Do you think Kitty would be good at her job? Why or why not? ",
            " 3.2": " What might be some funny scenarios that could happen?"
        },
        "4": {
            "4": " Just like you love to design games, the children in Peter Pan love to go on adventures. If you were to design a game about an adventure in Neverland, what would it be like?",
            " 4.1": " What would the objectives of the game be? ",
            " 4.2": " Would there be any dangers or obstacles to overcome?"
        },
        "5": {
            "5": " How do you think you would feel if you saw someone flying in and out of your window at night, just like Peter Pan was seen by Mrs. Darling?",
            " 5.1": " Would you want to fly too? Why or why not?",
            " 5.2": " If you could fly anywhere, where would you go?"
        }
    },
    "Maria_peterPan": {
        "1": {
            "1": " Can you tell me why you think Wendy believes in Peter Pan?",
            " 1.1": " How does Wendy's belief make you feel about her?",
            " 1.2": " Can you think of anything you believe in that others might find hard to believe, like Wendy and Peter Pan?"
        },
        "2": {
            "2": " How would you feel if you were Peter Pan, sneaking into the nursery at night?",
            " 2.1": " What would you do differently if you were Peter?",
            " 2.2": " Would you like to have adventures like Peter Pan? Why?"
        },
        "3": {
            "3": " Imagine you are Mrs. Darling and you discover Peter's shadow. What would your reaction be?",
            " 3.1": " Why would you react that way?",
            " 3.2": " Have you ever found anything strange or surprising like Mrs. Darling?"
        },
        "4": {
            "4": " Do you think Mr. Darling did the right thing by tying Nana up in the yard?",
            " 4.1": " Why do you think it was right or wrong?",
            " 4.2": " If you have Nemo and Dory with you, how would you have handled the situation differently?"
        },
        "5": {
            "5": " You love playing tennis - If Peter Pan came by and asked you to take him to your tennis class, what would you do?",
            " 5.1": " Why would you make this decision?",
            " 5.2": " Can you think of a fun or interesting adventure you could have with Peter Pan at a tennis class?"
        }
    },
    "Tom_peterPan": {
        "1": {
            "1": " If you were Wendy, would you believe that Peter Pan exists? Why or why not? ",
            " 1.1": " Are there any imaginary friends or characters from your favorite books that you've ever wished were real? ",
            " 1.2": " How about Ben? Do you think he would believe in Peter Pan?"
        },
        "2": {
            "2": " How do you feel when you have to look after Ben, like Wendy looks after John and Michael in the story?",
            " 2.1": " Can you share a particular time when you had to take care of Ben?",
            " 2.2": " Do you think it is always fun or can it sometimes be hard?"
        },
        "3": {
            "3": " Can you describe how you think the Darling's dog Nana does as a nursery keeper?",
            " 3.1": " How would Goldie react if you had a night visit from someone like Peter Pan?",
            " 3.2": " Do you believe Goldie could protect Ben just like Nana protects the Darling children?"
        },
        "4": {
            "4": " If Peter Pan visited your home and invited you to Neverland, would you go? ",
            " 4.1": " What kind of adventures would you like to experience in Neverland?",
            " 4.2": " Would you invite Ben to come along on your adventures? Why or why not?"
        },
        "5": {
            "5": " How would you feel if you were the Darling children and your parents left for a party, and you then you saw Peter Pan in your room? ",
            " 5.1": " How do you think Ben would react if the same thing happened at your home? ",
            " 5.2": " What steps would you take to protect yourself and Ben just like the Darling children did in the story?"
        }
    },
    "Robert_peterPan": {
        "1": {
            "1": " How do you feel when you read about Peter Pan's adventures in the nursery?",
            " 1.1": " Do you wish you could have such adventures?",
            " 1.2": " How would you react if Peter Pan came into your room?"
        },
        "2": {
            "2": " Imagine if Goldie could do something like Nana, what would you want Goldie to do?",
            " 2.1": " Would you want Goldie to protect you like Nana watching over the Darling children?",
            " 2.2": " What fun things would you do with Goldie if she could do other things?"
        },
        "3": {
            "3": " In the story, Mrs. Darling kept Peter Pan's shadow. If you found a mysterious object in your home, what would you do with it?",
            " 3.1": " Would you show it to Thijs or keep it a secret?",
            " 3.2": " Would it make you curious or scared? Why?"
        },
        "4": {
            "4": " If you could meet any of the characters from the story, who would you choose and why?",
            " 4.1": " Would you ask them anything or do something special?",
            " 4.2": " Would you introduce them to Thijs and how do you think Thijs would react?"
        },
        "5": {
            "5": " Do you see any similarities between your family dynamics and the Darling family?",
            " 5.1": " Do you have similar roles or behaviors like Wendy, John, or Michael?",
            " 5.2": " How do you think your family would react to a visit from Peter Pan?"
        }
    },
    "Maria_vettePech": {
        "1": {
            "1": " How do you think Bram felt when he accidentally hid in the girls' bathroom?",
            " 1.1": " Have you ever been in a similar embarrassing situation? How did you feel?",
            " 1.2": " What would you have done if you were in Bram's place?"
        },
        "2": {
            "2": " Can you relate to the 'Cheese Touch' game in the story? ",
            " 2.1": " How is it similar or different to any games you and your friends play at school? ",
            " 2.2": " How would you feel if you were the one stuck with the 'Cheese Touch'?"
        },
        "3": {
            "3": " How do you think your pets, Nemo and Dory, would react if you brought home the 'Cheese Touch'?",
            " 3.1": " Would they be interested, scared, or unbothered by it?",
            " 3.2": " How would you try to explain 'Cheese Touch' to them?"
        },
        "4": {
            "4": " Do you think Bram’s experiences and challenges made him stronger?",
            " 4.1": " Can you remember a challenge you faced when playing tennis? ",
            " 4.2": " What did you learn from that experience?"
        },
        "5": {
            "5": " If this story was turned into a tennis match, who would be Bram and who would be Jeremy?",
            " 5.1": " Who would end up winning the match?",
            " 5.2": " If you could invite Bram and Jeremy to play tennis with you, how would you make it fun for everyone?"
        }
    },
    "Tom_vettePech": {
        "1": {
            "1": " How do you think Bram might have felt when he passed the \"Cheese Touch\" to Jeremy?",
            " 1.1": " Does it remind you of a time when you felt relieved or accomplished in a game of football?",
            " 1.2": " What would you have done in Bram's situation?"
        },
        "2": {
            "2": " Bram accidentally wound up in the girl's bathroom, how do you think he felt? ",
            " 2.1": " Can you remember a time when you were embarrassed, much like Bram was?",
            " 2.2": " What did you do to make yourself feel better after that?"
        },
        "3": {
            "3": " Bram tries to start fresh but ends up facing a lot of challenges. Do you face challenges when you are reading your adventure books?",
            " 3.1": " What do you do when the story in your book gets tough?",
            " 3.2": " Why do you think you like reading adventure books?"
        },
        "4": {
            "4": " If Bram had a younger sibling like your brother Ben, how do you think he would act with him? ",
            " 4.1": " How do you treat your little brother when you are upset about something? ",
            " 4.2": " Do you think it's important to be kind to your brother all the time, why?"
        },
        "5": {
            "5": " If Bram had a pet dog like Goldie, how do you think it might have changed his school year? ",
            " 5.1": " How does Goldie make you feel when you're having a rough day?",
            " 5.2": " Why do you think having a pet can make a difference in your day?"
        }
    },
    "Robert_vettePech": {
        "1": {
            "1": " How do you think Bram felt when he had to pass the \"Cheese Touch\" to Jeremy? ",
            " 1.1": " Have you ever felt like you needed to pass something on to your brother, Thijs?",
            " 1.2": " Can you imagine a finished painting in your mind and then create it?"
        },
        "2": {
            "2": " Bram hid in the girls' bathroom by accident and then felt embarrassed. ",
            " 2.1": " Have you ever done something by accident that made you feel embarrassed, too? How did you handle it? ",
            " 2.2": " Can you think of any characters in the graphic novels you read who also had embarrassing moments?"
        },
        "3": {
            "3": " How do you think Bram felt when everyone in school found out about his secret? ",
            " 3.1": " Has there ever been a secret you've been worried people would find out about? ",
            " 3.2": " Can you relate this to any character in the books you read?"
        },
        "4": {
            "4": " What do you think Bram could do to start feeling better at school, based on your own experiences? ",
            " 4.1": " If you were in Bram's shoes and wanted to make yourself feel better, would you paint something special? What would it be?",
            " 4.2": " Can Thijs be helpful in such situations when you are feeling down?"
        },
        "5": {
            "5": " Bram needed to overcome many challenges in his new school year. ",
            " 5.1": " Have you ever had a difficult challenge that made you feel like Bram? ",
            " 5.2": " In case you felt like Bram, do you think spending some time with Goldie can help you feel better?"
        }
    },
    "Ruth_harryPotter": {
        "1": {
            "1": " How do you feel about Harry Potter finding out about his wizarding heritage? ",
            " 1.1": " Would you like to suddenly discover something magical about yourself, like Harry did?",
            " 1.2": " How do you think Kitty would react if you suddenly found out you were a wizard?"
        },
        "2": {
            "2": " Are there any puzzles or challenges in the book you'd like to use in your own game designs? ",
            " 2.1": " Can you tell me more about how you would use the three-headed dog as part of your game?",
            " 2.2": " How would you make solving Devil's Snare a fun challenge in your game?"
        },
        "3": {
            "3": " If you could be friends with one character from the book, who would it be and why? ",
            " 3.1": " What would you do together with that character?",
            " 3.2": " How would you help that character in a challenge?"
        },
        "4": {
            "4": " How did you feel when Harry, Ron, and Hermione had to face scary challenges to confront Professor Quirrell?",
            " 4.1": " If you were with them, how would you have helped?",
            " 4.2": " Can you name a time when you had to be brave like them?"
        },
        "5": {
            "5": " How did it make you feel when Harry found a place where he belongs and friends who care for him?",
            " 5.1": " What does belonging mean to you?",
            " 5.2": " Can you share a time when you felt like you belonged, just like Harry did at Hogwarts?"
        }
    },
    "Tom_harryPotter": {
        "1": {
            "1": " How did you feel when you found out Harry was a wizard just like he did? ",
            "  1.1": " Would you want to be a wizard too? Why or why not?",
            "  1.2": " If you could choose, what magical power would you like to have?"
        },
        "2": {
            "2": " Harry, Ron, and Hermione had to face some really exciting and daring challenges, didn't they? Which one did you think was the most thrilling? ",
            "  2.1": " Would you like to participate in a real-life game of wizard's chess or deal with a three-headed dog like they did? ",
            "  2.2": " How would you use your wits to find a solution if you were in such a situation?"
        },
        "3": {
            "3": " Sometimes we learn from stories we read. What do you think this story taught you about friendship like the one between Harry, Hermione, and Ron? ",
            "  3.1": " Can you think of a time when you had to stick up for a friend, like Harry, Ron, and Hermione did for each other? ",
            "  3.2": " Do you think having good friends like Ron and Hermione helped Harry in his adventures? How?"
        },
        "4": {
            "4": " Harry got a new family in Hogwarts after living with the Dursleys. How do you think this made him feel? ",
            "  4.1": " How important do you think it is to have a place where you feel you belong, like Hogwarts for Harry? ",
            "  4.2": " Which character would you like to be friends with, if you were at Hogwarts?"
        },
        "5": {
            "5": " Harry had to be very brave to face Professor Quirrell and Voldemort. Can you think of a time when you had to be brave? What happened? ",
            "  5.1": " If you were in Harry's place, would you be scared or excited? Why?",
            "  5.2": " How do you think Harry found the courage to face Voldemort?"
        }
    },
    "Robert_harryPotter": {
        "1": {
            "1": " If you were to paint a scene from the Harry Potter book, what would it be and why?",
            " 1.1": " Would you paint the characters as they described in the book or would you add your unique spin to it? ",
            " 1.2": " What details from the book would you emphasize in your painting to make it feel magical?"
        },
        "2": {
            "2": " Have you ever faced a situation where you had to be brave like Harry, Ron, and Hermione? Could you tell me a little bit about it?",
            " 2.1": " How did you handle that situation? ",
            " 2.2": " Did you find the situation easier to handle after reading about the bravery in Harry Potter?"
        },
        "3": {
            "3": " If you could be a character in the Harry Potter series, who would you be and why?",
            " 3.1": " Would you like to learn magic and attend Hogwarts like that character?",
            " 3.2": " What kind of adventures would you like to have if you were that character?"
        },
        "4": {
            "4": " If Goldie could be a magical pet like the characters in the Harry Potter story have, what magical abilities would you like it to have?",
            " 4.1": " Why did you choose those magical abilities?",
            " 4.2": " How would those abilities help you or make your everyday life more fun?"
        },
        "5": {
            "5": " If Thijs was going to Hogwarts too, do you think you'd be in the same house or different ones? Why?",
            " 5.1": " What activities or classes do you think you'd enjoy doing together at Hogwarts?",
            " 5.2": " Would you and Thijs guard a secret like the Philosopher's Stone at Hogwarts, just like Harry, Ron, and Hermione did?"
        }
    },
    "Maria_harryPotter": {
        "1": {
            "1": " Can you imagine being a wizard like Harry Potter? ",
            " 1.1": " What kind of magical power would you love to have? ",
            " 1.2": " If you could create a magical spell, what would it do?"
        },
        "2": {
            "2": " Harry, Ron, and Hermione have a really strong friendship. Do you also have friends like that? ",
            " 2.1": " What is the most exciting adventure you went on with your friends? ",
            " 2.2": " If you and your friends had to face a challenge like Harry, Ron, and Hermione faced in the story, how would you work together?"
        },
        "3": {
            "3": " Harry gets to play Quidditch at Hogwarts, which is like football but in the air on broomsticks. Do you think playing tennis on a broomstick like in Quidditch would be fun? ",
            " 3.1": " How do you think it would be different from regular tennis?",
            " 3.2": " What magical change would you make to tennis, if you could?"
        },
        "4": {
            "4": " If you could talk with any character from the story, whom would you choose and why? ",
            " 4.1": " What questions would you ask them? ",
            " 4.2": " Would you want to be their friend? Why or why not?"
        },
        "5": {
            "5": " Harry finds a place where he belongs at Hogwarts and with his friends. Do you also have a place where you feel like you truly belong?",
            " 5.1": " Can you tell me more about that place? ",
            " 5.2": " Why does that place make you feel at home or special?"
        }
    }
}